package com.lip.training.api;

/**
 * *****************************************************************************************
 * 类描述：封装API错误代码
 *
 * @author: cjc
 * @date：上午10:26 2020/12/24
 * @version 1.0
 *
 *
 * Version    Date                ModifiedBy                 Content
 * --------   ---------           ----------                -----------------------
 * 1.0.0        上午10:26 2020/12/24          cjc                    初版
 *******************************************************************************************
 */

public interface IErrorCode {
    
    long getCode();

    String getMessage();
}
